{
  "Chào mừng bạn đã quay trở lại, Checkly đã nhớ bạn rất nhiều.": "Welcome back, Checkly misses you a lot.",
  "Tạo tài khoản": "Create Account",
  "Đăng nhập": "Log In",
  "Xin chào": "Hello",
  "Số điện thoại": "Phone Number",
  "Mật khẩu": "Password",
  "Quên mật khẩu": "Forgot Password",
  "Bạn chưa có tài khoản?": "Don't have an account?",
  "Đăng ký.": "Sign Up.",
  "Số điện thoại hoặc mật khẩu không đúng!": "Incorrect phone number or password!",
  "Vui lòng nhập số điện thoại của bạn.": "Please enter your phone number.",
  "Gửi OTP": "Send OTP",
  "Gia nhập cộng đồng Checkly để khám phá và thu thập kho báu của riêng bạn!": "Join the Checkly community to explore and collect your treasures!",
  "Mật khẩu ít nhất 8 ký tự": "Password must be at least 8 characters long",
  "Nhập lại mật khẩu": "Re-enter Password",
  "Mật khẩu quá ngắn!": "Password is too short!",
  "Mật khẩu mạnh!": "Strong Password!",
  "Tải lên ảnh đại diện": "Upload Profile Picture",
  "Tạo hồ sơ của bạn": "Create Your Profile",
  "Đừng lo, bạn vẫn có thể thay đổi các thông tin này sau đó.": "Don't worry, you can still change this information later.",
  "Tiếp theo": "Next",
  "Thư viện": "Library",
  "Bỏ qua": "Skip",
  "Thay đổi": "Change",
  "Xong": "Done",
  "Tạo hồ sơ thành công!": "Profile created successfully!",
  "Chào mừng bạn đã gia nhập cộng đồng của Checkly.": "Welcome to the Checkly community!",
  "bạn đang ở đâu?": "Where are you?",
  "Cho phép Checkly truy cập vào vị trí của bạn để mang tới trải nghiệm tốt hơn nhé!": "Allow Checkly to access your location for a better experience!",
  "Đừng lo, chúng tôi sẽ không chia sẻ dữ liệu của bạn khi không được phép!": "Don't worry, we won't share your data without permission!",
  "Đi đến cài đặt": "Go to Settings",
  "Xác nhận": "Confirm",
  "Đặt lại mật khẩu mới của bạn": "Set Your New Password",
  "Đặt lại mật khẩu": "Reset Password",
  "km": "km",
  "Đã tìm thấy": "Found",
  "Không tìm thấy": "Not Found",
  "Gợi ý": "Suggestions",
  "Bộ lọc": "Filter",
  "Địa hình": "Terrain",
  "Khoảng cách": "Distance",
  "Kích thước": "Size",
  "Độ khó": "Difficulty",
  "Đánh giá": "Rating",
  "Danh mục": "Category",
  "Xoá bộ lọc": "Clear Filters",
  "Áp dụng": "Apply",
  "Tạo bởi": "Created by",
  "Xem đánh giá": "View Reviews",
  "Chỉ đường": "Directions",
  "Tiếp tục": "Continue",
  "Thoát": "Exit",
  "Chưa có đánh giá nào!": "No reviews yet!",
  "Cảnh báo": "Warning",
  "Thông tin về kho báu có thể sẽ bị tiết lộ, gây mất trải nghiệm khi chơi game. Bạn vẫn muốn tiếp tục?": "Treasure information may be revealed, affecting the gaming experience. Do you still want to continue?",
  "Chúc mừng": "Congratulations",
  "Bạn đã tìm thấy kho báu!": "You found the treasure!",
  "Chia sẻ cảm nhận với cùng với cộng đồng Checkly!": "Share your experience with Checkly community!",
  "Gửi": "Send",
  "Ồ, bạn không tìm thấy kho báu sao?": "Oh, you didn't find the treasure?",
  "Checkly rất tiếc về trải nghiệm này, hãy để lại lời nhắn cho Builder để sớm khắc phục.": "Checkly apologizes for this experience. Please leave a message for the Builder to address the issue.",
  "Lịch sử": "History",
  "Bạn chưa tìm thấy kho báu nào cả!": "You haven't found any treasures yet!",
  "Xem trên bản đồ": "View on Map",
  "Trang cá nhân": "Profile",
  "Thông tin liên hệ": "Contact information",
  "Email": "Email",
  "Thêm email": "Add Email",
  "Chỉnh sửa": "Edit",
  "Đăng xuất": "Log Out",
  "Chỉnh sửa thông tin": "Edit Information",
  "Thêm tên": "Add Name",
  "Thêm Bio": "Add Bio",
  "Lưu thay đổi": "Save Changes",
  "Định dạng email không đúng": "Incorrect email format",
  "Chia sẻ": "Share",
  "Sao chép liên kết": "Copy Link",
  "Cài đặt": "Settings",
  "Nâng cấp phiên bản Pro": "Upgrade to Pro",
  "Mở khoá tính năng cao cấp": "Unlock Premium Features",
  "Vai trò": "Role",
  "Thay đổi vai trò người chơi": "Change Player Role",
  "Ngôn ngữ": "Language",
  "Thay đổi ngôn ngữ": "Change Language",
  "Thay đổi mật khẩu": "Change Password",
  "Tiết kiệm PIN": "Save PIN",
  "Tắt trình đồ hoạ nâng cao": "Turn off Advanced Graphics",
  "Chính sách bảo mật": "Privacy Policy",
  "Về Checkly": "About Checkly",
  "Lựa chọn vai trò người chơi": "Choose Player Role",
  "Lưu": "Save",
  "Tiếng Việt": "Vietnamese",
  "Trước tiên, hãy nhập mật khẩu hiện tại": "First, enter your current password",
  "Nhập mật khẩu hiện tại": "Enter current password",
  "Mật khẩu không trùng khớp": "Passwords do not match",
  "Tạo kho báu": "Create Treasure",
  "Điền các thông tin về kho báu của bạn": "Fill in information about your treasure",
  "Tên kho báu": "Treasure Name",
  "Mô tả kho báu": "Treasure Description",
  "Gợi ý cho người chơi": "Suggestions for players",
  "Lỗi không xác định": "Unknown Error",
  "Vui lòng thử lại sau": "Please try again later",
  "Truy cập không hợp lệ": "Invalid access",
  "Không tìm thấy hồ sơ": "Profile not found",
  "Đã tìm thấy hồ sơ": "Profile found",
  "Bấm tiếp tục để truy cập": "Press continue to access",
  "Thất bại": "Failure",
  "Tải lên tệp không thành công, vui lòng thử lại": "File upload failed, please try again",
  "Kích thước ảnh không được chấp nhận, vui lòng thử lại": "Image size not accepted, please try again",
  "Thử lại": "Retry",
  "Lỗi": "Error",
  "Không làm mới được mã thông báo": "Unable to refresh the token",
  "Hồ sơ đã tồn tại": "Profile already exists",
  "Vui lòng sử dụng số điện thoại khác để đăng ký": "Please use a different phone number to register",
  "Không thể tạo mã QR": "Unable to create QR code",
  "Lỗi ngoài khoảng cách": "Out of range error",
  "Tạo kho báu thành công": "Treasure created successfully",
  "Giờ đây Hunter đã có thể nhìn thấy kho báu của bạn trên bản đồ": "Now, Hunters can see your treasure on the map",
  "Trò chuyện": "Chat",
  "Nhập tin nhắn": "Enter message",
  "Thông tin chi tiết": "Details",
  "Nhắn tin": "Send Message",
  "Mặc định": "Default",
  "Vệ tinh": "Satellite",
  "Bản đồ": "Map",
  "Thêm số điện thoại": "Add Phone Number",
  "Điểm tích luỹ": "Reward Points",
  "Share": "Share",
  "Copy link": "Copy",
  "Xem lịch sử": "View History",
  "Không có gợi ý": "No suggestions",
  "Không rõ": "Unknown",
  "Bạn muốn trở thành Builder?": "Do you want to become a Builder?",
  "Hãy nêu lý do để Admin xét duyệt.": "State the reason for Admin approval",
  "Nhập gì đó": "Enter something",
  "Đang gửi xét duyệt": "Sending for approval",
  "Admin đang xét duyệt hồ sơ của bạn": "Admin is reviewing your profile",
  "Đang chờ xét duyệt": "Waiting for approval",
  "Xét duyệt thành công": "Approval successful",
  "Đã hiểu": "Understood",
  "Hồ sơ của bạn đã được xét duyệt để trở thành Builder. Đến giao diện mới ngay!": "Your profile has been approved to become a Builder. Go to the new interface now!",
  "Bị từ chối": "Rejected",
  "Nhập tên kho báu": "Enter treasure name",
  "Nhập mô tả": "Enter description",
  "Nhập gợi ý": "Enter suggestions",
  "Chọn danh mục": "Choose category",
  "Chọn địa hình": "Choose terrain",
  "Chọn kích thước": "Choose size",
  "Chọn độ khó": "Choose difficulty",
  "Địa chỉ": "Address",
  "Nhập địa chỉ kho báu": "Enter treasure address",
  "Dễ": "Easy",
  "Dễ vừa": "Moderate",
  "Trung bình": "Medium",
  "Khó": "Hard",
  "Khó và phức tạp": "Hard and complex",
  "Nhỏ": "Small",
  "Nhỏ vừa": "Medium-small",
  "Lớn": "Large",
  "Rất lớn": "Very large",
  "kho báu": "treasure(s)",
  "Đang gửi": "Sending",
  "Độ phức tạp của địa hình": "Terrain Complexity",
  "Khoảng cách từ vị trí của bạn đến kho báu": "Distance from Your Location to the Treasure",
  "Độ lớn của kho báu": "Size of the Treasure",
  "Khả năng tìm thấy trong vòng 10 - 15 phút": "Likelihood of Finding Within 10 - 15 Minutes",
  "Mức": "Level",
  "Ngày tham gia": "Joining Date",
  "Đã tìm được": "Found",
  "Quên mật khẩu?": "Forgot Password?",
  "Đã có tài khoản?": "Already have an account?",
  "Đăng nhập.": "Log In.",
  "Ready to Explore? Hunt for Treasures in the \n Real World.": "Ready to Explore? Hunt for Treasures in the \n Real World.",
  "Thông tin chung": "General information",
  "Thông tin": "Information",
  "Xác thực OTP": "Verify OTP",
  "Gửi lại mã OTP": "Resend OTP",
  "Gửi lại sau": "Resend after",
  "Chào mừng đến với Checkly!": "Welcome to Checkly!",
  "Bạn đã sẵn sàng tham gia vào một cuộc phiêu lưu đầy thú vị và kịch tính chưa? Hãy cùng khám phá thế giới đầy bí ẩn và hấp dẫn của Checkly - nơi mà bạn có thể trở thành một nhà kiểm tra tài năng hoặc một thám tử tài ba!": "Are you ready to embark on an adventure full of excitement and mystery? Let's explore the fascinating world of Checkly - where you can become a skilled checker or a cunning detective!",
  "Mục tiêu": "Our Goal",
  "Checkly không chỉ là một trò chơi - nó là một trải nghiệm đầy thách thức và kích thích, nơi bạn có thể thử thách bản thân và kết nối với bạn bè. Mục tiêu của chúng tôi là tạo ra một sản phẩm game độc đáo và thú vị, mang lại trải nghiệm thực tế và gắn kết cộng đồng.": "Checkly is not just a game - it's a challenging and stimulating experience, where you can challenge yourself and connect with friends. Our goal is to create a unique and engaging gaming product that provides a realistic experience and community engagement.",
  "Câu chuyện": "The Story",
  "Trong Checkly, bạn có thể chọn trở thành một nhà kiểm tra, nơi bạn sẽ tạo ra các thử thách độc đáo và giấu chúng ở những vị trí kỳ bí trên bản đồ thực tế. Hoặc bạn cũng có thể trở thành một thám tử tài ba, theo dấu những manh mối và gợi ý để tìm ra các thử thách được giấu đi bởi người chơi khác.": "In Checkly, you can choose to become a checker, where you'll create unique challenges and hide them in mysterious locations on the real-world map. Or you can also become a savvy detective, following clues and hints to uncover challenges hidden by other players.",
  "Cách chơi": "How to Play",
  "Giao diện chính của game là bản đồ thực tế, nơi bạn có thể nhìn thấy các vị trí của các thử thách được đặt ra bởi những nhà kiểm tra khác. Bạn có thể chọn mục tiêu của mình và di chuyển thực sự tới địa điểm thử thách trên bản đồ, sử dụng công nghệ định vị để tương tác trong thế giới Checkly.\n\nDựa trên các gợi ý và manh mối mà người kiểm tra cung cấp, bạn sẽ phải tìm kiếm và hoàn thành thử thách trong một khoảng thời gian nhất định. Khi bạn hoàn thành một thử thách, bạn sẽ nhận được điểm thưởng xứng đáng.\n\nVới Checkly, sự sáng tạo và sự mạo hiểm không có giới hạn. Hãy chuẩn bị cho một cuộc phiêu lưu đầy thách thức và hấp dẫn cùng với Checkly!\n\nĐừng bỏ lỡ cơ hội trở thành một phần của cộng đồng Checkly - nơi mà bạn có thể thử thách bản thân và tạo ra những kỷ niệm đáng nhớ cùng bạn bè!": "The main interface of the game is the real-world map, where you can see the locations of challenges set by other checkers. You can select your target and physically move to the challenge location on the map, using GPS technology to interact in the world of Checkly.\n\nBased on the clues and hints provided by the checker, you'll have to search for and complete the challenge within a certain time frame. When you complete a challenge, you'll receive well-deserved reward points.\n\nWith Checkly, creativity and daring have no limits. Get ready for an adventure full of challenges and excitement with Checkly!\n\nDon't miss the chance to be part of the Checkly community - where you can challenge yourself and create memorable experiences with friends!",
  "Tại Checkly, chúng tôi coi trọng sự riêng tư và bảo mật thông tin cá nhân của bạn. Chính sách Bảo mật này mô tả cách chúng tôi thu thập, sử dụng và bảo vệ dữ liệu của bạn khi bạn sử dụng ứng dụng của chúng tôi.": "At Checkly, we take your privacy and the security of your personal information seriously. This Privacy Policy outlines how we collect, use, and protect your data when you use our app.",
  "Thông Tin Thu Thập": "Information We Collect",
  "Chúng tôi có thể thu thập thông tin cá nhân như tên, địa chỉ email và dữ liệu vị trí khi bạn tạo tài khoản hoặc sử dụng các tính năng của ứng dụng.": "We may collect personal information such as your name, email address, and location data when you create an account or use our app's features.",
  "\nBằng cách sử dụng ứng dụng Checkly, bạn đồng ý với việc thu thập và sử dụng thông tin của bạn như được mô tả trong Chính sách Bảo mật này. Nếu bạn có bất kỳ câu hỏi hoặc mối quan tâm nào về các thực hành bảo mật của chúng tôi, vui lòng liên hệ với chúng tôi qua email contact@checkly.vn.": "\nBy using the Checkly app, you consent to the collection and use of your information as outlined in this Privacy Policy. If you have any questions or concerns about our privacy practices, please contact us at contact@checkly.vn.",
  "Xác minh kho báu": "Verify official Terry",
  "Xác minh kho báu không thành công": "Verify official Terry failed",
  "Vui lòng thử lại": "Please try again",
  "Ứng dụng không có quyền truy cập vào Camera": "App does not have access to Camera",
  "Vui lòng cấp quyền truy cập Camera trong cài đặt ứng dụng": "Please go to app settings and grant access to Camera",
  "Ứng dụng không có quyền truy cập vị trí của bạn": "App does not have access to Camera",
  "Vui lòng cấp quyền truy cập vị trí của bạn trong cài đặt ứng dụng": "Please go to app settings and grant access to your location",
  "Mở": "Open",
  "Không tìm thấy Camera": "Camera not found",
  "Scan mã QR xuất hiện kho báu để xác nhận": "Scan the QR code that appears on the treasure to confirm",
  "Xác nhận kho báu": "Confirm treasure",
  "Quét mã QR để xác nhận đã tìm thấy": "Scan the QR code to confirm that you have Found it",
  "Có": "Yes",
  "Không": "No",
  "Sửa": "Edit",
  "Bạn có chắn chắn muốn xoá lịch sử không?": "Are you sure you want to delete history?",
  "Xoá": "Delete",
  "Huỷ": "Cancel",
  "Cập nhật": "Update",
  "Không có tin nhắn!": "No conversation found",
  "Không thể đăng nhập tài khoản, vui lòng thử lại": "Cannot login with this account, please try again",
  "Hoặc tiếp tục với": "Or continue with",
  "Quét mã QR": "Scan QR code",
  "Kết bạn Checkly với tớ để cùng nhau đi săn kho báu nào!!! ": "Add me on Checkly to go treasure hunting together!!! ",
  "Cập nhật kho báu": "Update Terry",
  "Bạn không thể thay đổi được vị trí của kho báu!": "You cannot change the location of the treasure!",
  "Xoá kho báu": "Delete terry"
}
